Revit 2024 API
ParameterTypeId.RoomDesignCoolingLoadParam Property
 "Design Cooling Load"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RoomDesignCoolingLoadParam { get; }
Visual Basic
Public Shared ReadOnly Property RoomDesignCoolingLoadParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RoomDesignCoolingLoadParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace